_orgs/2012-08-17-GoogleReader.org
#+BEGIN_EXPORT html
---
layout: post
title: Google Reader订阅
tags: [share, reading]
---

#+END_EXPORT

* 说明
没想到竟然有这么多,很多都是订阅的时候可能还有更新,不过目前不再更新的了.

_加下划线的是自己重点看,或者质量比较高的._

* 我的Google Reader订阅
+ _4G spaces:_ http://blog.youxu.info 
+ _A Geek's Page:_ http://wangcong.org/blog
+ C++博客-λ-calculus（惊愕到手了欧耶，GetBlogPostIds.aspx）:http://www.cppblog.com/vczh/
+ _Chun Tian (binghe):_ http://tianchunbinghe.blog.163.com
+ Coding in Dreams:http://blog.tomtung.com/
+ _DBA Notes - 网站架构性能优化技术评论:_ http://www.dbanotes.net/
+ demo@virushuo:http://blog.devep.net/virushuo/
+ dm:http://hi.baidu.com/int3
+ Dutor - 人生天地之间，如白驹过隙忽然而已:http://www.dutor.net
+ _edsionte|新手区:_   http://edsionte.com/techblog
+ _Emacs中文网:_  http://emacser.com
+ Ever 17:http://blog.csdn.net/winterttr
+ _Free Mind:_ http://freemind.pluskid.org
+ Google 黑板报 - Google + （谷歌）中国的博客网志，走近我们的产品、技术和文化:http://googlechinablog.blogspot.com/
+ _HelloGcc Working Group:_ http://hellogcc.blogbus.com
+ HoH的阅读分享:http://www.google.com/reader/view/feed%2Fhttp%3A%2F%2Ffeed.feedsky.com%2Fhohcn-share
+ IBM developerWorks 中国 : Linux : Articles,Tutorials:http://www.ibm.com/developerworks/cn/
+ IUSR's Unnamed Seraph Reborn:http://blog.iusr.me
+ Ken Wu's Blog:http://kenwublog.com
+ _kgdb:_ http://www.kgdb.info
+ LinuxTOY:http://linuxtoy.org
+ Linux内核之旅:http://www.kerneltravel.net
+ linux大棚-roclinux.cn:http://roclinux.cn
+ little wonders:http://wyest.blogbus.com
+ LLVM Project Blog:http://blog.llvm.org/
+ loop_in_codes:http://codemacro.com/
+ _Matrix67:_  My Blog:http://www.matrix67.com/blog
+ Nooidea.com | 装傻充愣:http://www.nooidea.com
+ Paul Graham: Essays:http://www.paulgraham.com/
+ _Publications by Googlers:_ http://research.google.com/pubs/papers.html
+ R2S:http://www.road2stat.com/cn
+ Tim[后端技术]:http://timyang.net
+ tombkeeper的和谐Blog:http://hi.baidu.com/tombkeeper
+ typeof.net:http://typeof.net
+ Vimer:http://www.vimer.cn
+ What's in johnc's mind:http://www.googies.info/blog
+ YIFEIYANG:http://www.yifeiyang.net
+ Yume:http://blog.kghost.info
+ yumengkk的专栏:http://blog.csdn.net/yumengkk
+ 丕子:http://www.zhizhihu.com
+ 世纪心理沙龙:http://www.xlxcn.net
+ 云存储技术博客：光头老蒋(云存储技术，虚拟化，IP存储， 数据库容灾等）:http://www.click2earth.com/
+ 云风的BLOG:http://blog.codingnow.com/
+ 仰空冥思:http://www.lupaworld.com/?uid-26540
+ _刘未鹏 | Mind Hacks:_ http://mindhacks.cn
+ 刘未鹏(pongba) 的收藏:http://www.douban.com/people/pongba/
+ 励志人生(LzTopic):http://www.lztopic.com
+ 博客园-Dbger的技术博客:http://www.cnblogs.com/baiyanhuang/
+ 博客园-Milo的游戏开发:http://www.cnblogs.com/miloyip/
+ 博客园-SoftwareTeacher:http://www.cnblogs.com/xinz/
+ 博客园-leftnoteasy:http://www.cnblogs.com/LeftNotEasy/
+ 大嘴彼得 | Loud Mouth Peter:http://xzpeter.org
+ 大风起兮云飞扬:http://hi.baidu.com/aullik5
+ 天堂的模样应该是科幻世界:http://blog.sina.com.cn/liguangyi
+ _学而时嘻之:_ http://www.geekonomics10000.com
+ 宇宙的心弦:http://www.eaglefantasy.com
+ 小北的家:http://blog.csdn.net/ijuliet
+ _并行实验室 | Parallel Labs:_ http://www.parallellabs.com
+ 康华的专栏:http://blog.csdn.net/kanghua
+ 张五常的空间:http://zhangwuchang.blog.sohu.com/
+ 张哲的博客(zhangzhe's blogs):http://zhangzhe.heroku.com/blogs
+ 弯曲评论:http://www.tektalk.org
+ 微软、Google等面试题:http://zhedahht.blog.163.com
+ 微软亚洲研究院:http://blog.sina.com.cn/msra
+ 我爱Podcast | Podcast中文站:http://52podcast.com
+ 我爱正则表达式:http://iregex.org
+ _我的黒纱裙:_ http://blog.sina.com.cn/yingpeng332
+ 我自然:http://www.elcorp.com.cn
+ 晨枫小苑:http://zhouf601117.blog.163.com
+ 有{間}客栈:http://imcc.blogbus.com
+ 极限手指:http://ahei.info
+ 林健的BLOG:http://blog.linjian.org
+ _枪炮世界 / 装备与生存:_ http://blog.163.com/gunworld@126
+ 武志红的BLOG:http://blog.sina.com.cn/wuzii
+ 游戏人生:http://www.yulefox.com
+ 潇水的博客:http://blog.sina.com.cn/xiaoshuiblog
+ 牛来疯:http://www.duniuniu.com
+ _科罗廖夫的军事客厅:_ http://gaosga.blog.163.com
+ 笑对人生，傲立寰宇:http://dahuasky.wordpress.com
+ 简单的龙浩:http://www.longtask.com/blog
+ 结构之法 算法之道:http://blog.csdn.net/v_july_v
+ _编译点滴:_ http://www.lingcc.com
+ 胖子康:http://www.moorekang.com
+ _褪墨|时间管理、个人提升和演讲技巧:_ http://www.mifengtd.cn
+ 许小年:http://xuxiaonian.blog.sohu.com/
+ 谢国忠:http://xieguozhong.blog.sohu.com/
+ 赖勇浩的编程私伙局- CSDN博客:http://blog.csdn.net/blogrss.aspx?username=lanphaday
+ _郭凯经济笔记:_ http://www.kaieconblog.net
+ _酷壳– CoolShell.cn:_ http://coolshell.cn
+ _阮一峰的网络日志:_ http://www.ruanyifeng.com/blog/
+ 陈志武:http://chenzhiwu.blog.sohu.com/
+ 陈硕的Blog:http://blog.csdn.net/blogrss.aspx?username=Solstice
+ 陈贤安:http://cxa.im/blog
+ 韩寒-新浪博客:http://blog.sina.com.cn/twocold

