_posts/2012-08-17-GoogleReader.html
---
layout: post
title: Google Reader订阅
tags: [share, reading]
---
<div id="outline-container-org7f750ae" class="outline-2">
<h2 id="org7f750ae"><span class="section-number-2">1.</span> 说明</h2>
<div class="outline-text-2" id="text-1">
<p>
没想到竟然有这么多,很多都是订阅的时候可能还有更新,不过目前不再更新的了.
</p>

<p>
<span class="underline">加下划线的是自己重点看,或者质量比较高的.</span>
</p>
</div>
</div>
<div id="outline-container-org2cbf719" class="outline-2">
<h2 id="org2cbf719"><span class="section-number-2">2.</span> 我的Google Reader订阅</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><span class="underline">4G spaces:</span> <a href="http://blog.youxu.info">http://blog.youxu.info</a></li>
<li><span class="underline">A Geek's Page:</span> <a href="http://wangcong.org/blog">http://wangcong.org/blog</a></li>
<li>C++博客-λ-calculus（惊愕到手了欧耶，GetBlogPostIds.aspx）:<a href="http://www.cppblog.com/vczh/">http://www.cppblog.com/vczh/</a></li>
<li><span class="underline">Chun Tian (binghe):</span> <a href="http://tianchunbinghe.blog.163.com">http://tianchunbinghe.blog.163.com</a></li>
<li>Coding in Dreams:<a href="http://blog.tomtung.com/">http://blog.tomtung.com/</a></li>
<li><span class="underline">DBA Notes - 网站架构性能优化技术评论:</span> <a href="http://www.dbanotes.net/">http://www.dbanotes.net/</a></li>
<li>demo@virushuo:<a href="http://blog.devep.net/virushuo/">http://blog.devep.net/virushuo/</a></li>
<li>dm:<a href="http://hi.baidu.com/int3">http://hi.baidu.com/int3</a></li>
<li>Dutor - 人生天地之间，如白驹过隙忽然而已:<a href="http://www.dutor.net">http://www.dutor.net</a></li>
<li><span class="underline">edsionte|新手区:</span>   <a href="http://edsionte.com/techblog">http://edsionte.com/techblog</a></li>
<li><span class="underline">Emacs中文网:</span>  <a href="http://emacser.com">http://emacser.com</a></li>
<li>Ever 17:<a href="http://blog.csdn.net/winterttr">http://blog.csdn.net/winterttr</a></li>
<li><span class="underline">Free Mind:</span> <a href="http://freemind.pluskid.org">http://freemind.pluskid.org</a></li>
<li>Google 黑板报 - Google + （谷歌）中国的博客网志，走近我们的产品、技术和文化:<a href="http://googlechinablog.blogspot.com/">http://googlechinablog.blogspot.com/</a></li>
<li><span class="underline">HelloGcc Working Group:</span> <a href="http://hellogcc.blogbus.com">http://hellogcc.blogbus.com</a></li>
<li>HoH的阅读分享:<a href="http://www.google.com/reader/view/feed%2Fhttp%3A%2F%2Ffeed.feedsky.com%2Fhohcn-share">http://www.google.com/reader/view/feed%2Fhttp%3A%2F%2Ffeed.feedsky.com%2Fhohcn-share</a></li>
<li>IBM developerWorks 中国 : Linux : Articles,Tutorials:<a href="http://www.ibm.com/developerworks/cn/">http://www.ibm.com/developerworks/cn/</a></li>
<li>IUSR's Unnamed Seraph Reborn:<a href="http://blog.iusr.me">http://blog.iusr.me</a></li>
<li>Ken Wu's Blog:<a href="http://kenwublog.com">http://kenwublog.com</a></li>
<li><span class="underline">kgdb:</span> <a href="http://www.kgdb.info">http://www.kgdb.info</a></li>
<li>LinuxTOY:<a href="http://linuxtoy.org">http://linuxtoy.org</a></li>
<li>Linux内核之旅:<a href="http://www.kerneltravel.net">http://www.kerneltravel.net</a></li>
<li>linux大棚-roclinux.cn:<a href="http://roclinux.cn">http://roclinux.cn</a></li>
<li>little wonders:<a href="http://wyest.blogbus.com">http://wyest.blogbus.com</a></li>
<li>LLVM Project Blog:<a href="http://blog.llvm.org/">http://blog.llvm.org/</a></li>
<li>loop<sub>in</sub><sub>codes</sub>:<a href="http://codemacro.com/">http://codemacro.com/</a></li>
<li><span class="underline">Matrix67:</span>  My Blog:<a href="http://www.matrix67.com/blog">http://www.matrix67.com/blog</a></li>
<li>Nooidea.com | 装傻充愣:<a href="http://www.nooidea.com">http://www.nooidea.com</a></li>
<li>Paul Graham: Essays:<a href="http://www.paulgraham.com/">http://www.paulgraham.com/</a></li>
<li><span class="underline">Publications by Googlers:</span> <a href="http://research.google.com/pubs/papers.html">http://research.google.com/pubs/papers.html</a></li>
<li>R2S:<a href="http://www.road2stat.com/cn">http://www.road2stat.com/cn</a></li>
<li>Tim[后端技术]:<a href="http://timyang.net">http://timyang.net</a></li>
<li>tombkeeper的和谐Blog:<a href="http://hi.baidu.com/tombkeeper">http://hi.baidu.com/tombkeeper</a></li>
<li>typeof.net:<a href="http://typeof.net">http://typeof.net</a></li>
<li>Vimer:<a href="http://www.vimer.cn">http://www.vimer.cn</a></li>
<li>What's in johnc's mind:<a href="http://www.googies.info/blog">http://www.googies.info/blog</a></li>
<li>YIFEIYANG:<a href="http://www.yifeiyang.net">http://www.yifeiyang.net</a></li>
<li>Yume:<a href="http://blog.kghost.info">http://blog.kghost.info</a></li>
<li>yumengkk的专栏:<a href="http://blog.csdn.net/yumengkk">http://blog.csdn.net/yumengkk</a></li>
<li>丕子:<a href="http://www.zhizhihu.com">http://www.zhizhihu.com</a></li>
<li>世纪心理沙龙:<a href="http://www.xlxcn.net">http://www.xlxcn.net</a></li>
<li>云存储技术博客：光头老蒋(云存储技术，虚拟化，IP存储， 数据库容灾等）:<a href="http://www.click2earth.com/">http://www.click2earth.com/</a></li>
<li>云风的BLOG:<a href="http://blog.codingnow.com/">http://blog.codingnow.com/</a></li>
<li>仰空冥思:<a href="http://www.lupaworld.com/?uid-26540">http://www.lupaworld.com/?uid-26540</a></li>
<li><span class="underline">刘未鹏 | Mind Hacks:</span> <a href="http://mindhacks.cn">http://mindhacks.cn</a></li>
<li>刘未鹏(pongba) 的收藏:<a href="http://www.douban.com/people/pongba/">http://www.douban.com/people/pongba/</a></li>
<li>励志人生(LzTopic):<a href="http://www.lztopic.com">http://www.lztopic.com</a></li>
<li>博客园-Dbger的技术博客:<a href="http://www.cnblogs.com/baiyanhuang/">http://www.cnblogs.com/baiyanhuang/</a></li>
<li>博客园-Milo的游戏开发:<a href="http://www.cnblogs.com/miloyip/">http://www.cnblogs.com/miloyip/</a></li>
<li>博客园-SoftwareTeacher:<a href="http://www.cnblogs.com/xinz/">http://www.cnblogs.com/xinz/</a></li>
<li>博客园-leftnoteasy:<a href="http://www.cnblogs.com/LeftNotEasy/">http://www.cnblogs.com/LeftNotEasy/</a></li>
<li>大嘴彼得 | Loud Mouth Peter:<a href="http://xzpeter.org">http://xzpeter.org</a></li>
<li>大风起兮云飞扬:<a href="http://hi.baidu.com/aullik5">http://hi.baidu.com/aullik5</a></li>
<li>天堂的模样应该是科幻世界:<a href="http://blog.sina.com.cn/liguangyi">http://blog.sina.com.cn/liguangyi</a></li>
<li><span class="underline">学而时嘻之:</span> <a href="http://www.geekonomics10000.com">http://www.geekonomics10000.com</a></li>
<li>宇宙的心弦:<a href="http://www.eaglefantasy.com">http://www.eaglefantasy.com</a></li>
<li>小北的家:<a href="http://blog.csdn.net/ijuliet">http://blog.csdn.net/ijuliet</a></li>
<li><span class="underline">并行实验室 | Parallel Labs:</span> <a href="http://www.parallellabs.com">http://www.parallellabs.com</a></li>
<li>康华的专栏:<a href="http://blog.csdn.net/kanghua">http://blog.csdn.net/kanghua</a></li>
<li>张五常的空间:<a href="http://zhangwuchang.blog.sohu.com/">http://zhangwuchang.blog.sohu.com/</a></li>
<li>张哲的博客(zhangzhe's blogs):<a href="http://zhangzhe.heroku.com/blogs">http://zhangzhe.heroku.com/blogs</a></li>
<li>弯曲评论:<a href="http://www.tektalk.org">http://www.tektalk.org</a></li>
<li>微软、Google等面试题:<a href="http://zhedahht.blog.163.com">http://zhedahht.blog.163.com</a></li>
<li>微软亚洲研究院:<a href="http://blog.sina.com.cn/msra">http://blog.sina.com.cn/msra</a></li>
<li>我爱Podcast | Podcast中文站:<a href="http://52podcast.com">http://52podcast.com</a></li>
<li>我爱正则表达式:<a href="http://iregex.org">http://iregex.org</a></li>
<li><span class="underline">我的黒纱裙:</span> <a href="http://blog.sina.com.cn/yingpeng332">http://blog.sina.com.cn/yingpeng332</a></li>
<li>我自然:<a href="http://www.elcorp.com.cn">http://www.elcorp.com.cn</a></li>
<li>晨枫小苑:<a href="http://zhouf601117.blog.163.com">http://zhouf601117.blog.163.com</a></li>
<li>有{間}客栈:<a href="http://imcc.blogbus.com">http://imcc.blogbus.com</a></li>
<li>极限手指:<a href="http://ahei.info">http://ahei.info</a></li>
<li>林健的BLOG:<a href="http://blog.linjian.org">http://blog.linjian.org</a></li>
<li><span class="underline">枪炮世界 / 装备与生存:</span> <a href="http://blog.163.com/gunworld@126">http://blog.163.com/gunworld@126</a></li>
<li>武志红的BLOG:<a href="http://blog.sina.com.cn/wuzii">http://blog.sina.com.cn/wuzii</a></li>
<li>游戏人生:<a href="http://www.yulefox.com">http://www.yulefox.com</a></li>
<li>潇水的博客:<a href="http://blog.sina.com.cn/xiaoshuiblog">http://blog.sina.com.cn/xiaoshuiblog</a></li>
<li>牛来疯:<a href="http://www.duniuniu.com">http://www.duniuniu.com</a></li>
<li><span class="underline">科罗廖夫的军事客厅:</span> <a href="http://gaosga.blog.163.com">http://gaosga.blog.163.com</a></li>
<li>笑对人生，傲立寰宇:<a href="http://dahuasky.wordpress.com">http://dahuasky.wordpress.com</a></li>
<li>简单的龙浩:<a href="http://www.longtask.com/blog">http://www.longtask.com/blog</a></li>
<li>结构之法 算法之道:<a href="http://blog.csdn.net/v_july_v">http://blog.csdn.net/v_july_v</a></li>
<li><span class="underline">编译点滴:</span> <a href="http://www.lingcc.com">http://www.lingcc.com</a></li>
<li>胖子康:<a href="http://www.moorekang.com">http://www.moorekang.com</a></li>
<li><span class="underline">褪墨|时间管理、个人提升和演讲技巧:</span> <a href="http://www.mifengtd.cn">http://www.mifengtd.cn</a></li>
<li>许小年:<a href="http://xuxiaonian.blog.sohu.com/">http://xuxiaonian.blog.sohu.com/</a></li>
<li>谢国忠:<a href="http://xieguozhong.blog.sohu.com/">http://xieguozhong.blog.sohu.com/</a></li>
<li>赖勇浩的编程私伙局- CSDN博客:<a href="http://blog.csdn.net/blogrss.aspx?username=lanphaday">http://blog.csdn.net/blogrss.aspx?username=lanphaday</a></li>
<li><span class="underline">郭凯经济笔记:</span> <a href="http://www.kaieconblog.net">http://www.kaieconblog.net</a></li>
<li><span class="underline">酷壳– CoolShell.cn:</span> <a href="http://coolshell.cn">http://coolshell.cn</a></li>
<li><span class="underline">阮一峰的网络日志:</span> <a href="http://www.ruanyifeng.com/blog/">http://www.ruanyifeng.com/blog/</a></li>
<li>陈志武:<a href="http://chenzhiwu.blog.sohu.com/">http://chenzhiwu.blog.sohu.com/</a></li>
<li>陈硕的Blog:<a href="http://blog.csdn.net/blogrss.aspx?username=Solstice">http://blog.csdn.net/blogrss.aspx?username=Solstice</a></li>
<li>陈贤安:<a href="http://cxa.im/blog">http://cxa.im/blog</a></li>
<li>韩寒-新浪博客:<a href="http://blog.sina.com.cn/twocold">http://blog.sina.com.cn/twocold</a></li>
</ul>
</div>
</div>
