_orgs/2012-08-17-GoogleReader.org
* XML可以导入的版本

#+BEGIN_SRC xml
<?xml version="1.0" encoding="UTF-8"?>
<opml version="1.0">
    <head>
        <title>毛毛 subscriptions in Google Reader</title>
    </head>
    <body>
        <outline title="RSS源" text="RSS源">
            <outline text="4G spaces" title="4G spaces" type="rss"
                xmlUrl="http://blog.youxu.info/feed/" htmlUrl="http://blog.youxu.info"/>
            <outline text="A Geek's Page" title="A Geek's Page"
                type="rss" xmlUrl="http://wangcong.org/blog/?feed=rss2" htmlUrl="http://wangcong.org/blog"/>
            <outline text="Android Developers Blog"
                title="Android Developers Blog" type="rss"
                xmlUrl="http://android-developers.blogspot.com/feeds/posts/default" htmlUrl="http://android-developers.blogspot.com/"/>
            <outline text="AnyShare" title="AnyShare" type="rss"
                xmlUrl="http://www.anyshare.org/feed" htmlUrl="http://www.anyshare.org"/>
            <outline
                text="C++博客-λ-calculus（惊愕到手了欧耶，GetBlogPostIds.aspx）"
                title="C++博客-λ-calculus（惊愕到手了欧耶，GetBlogPostIds.aspx）"
                type="rss" xmlUrl="http://www.cppblog.com/vczh/rss.aspx" htmlUrl="http://www.cppblog.com/vczh/"/>
            <outline text="Chun Tian (binghe)"
                title="Chun Tian (binghe)" type="rss"
                xmlUrl="http://tianchunbinghe.blog.163.com/rss/" htmlUrl="http://tianchunbinghe.blog.163.com"/>
            <outline text="Coding in Dreams" title="Coding in Dreams"
                type="rss"
                xmlUrl="http://blog.tomtung.com/feed/atom.xml" htmlUrl="http://blog.tomtung.com/"/>
            <outline text="DBA Notes - 网站架构性能优化技术评论"
                title="DBA Notes - 网站架构性能优化技术评论" type="rss"
                xmlUrl="http://www.dbanotes.net/atom.xml" htmlUrl="http://www.dbanotes.net/"/>
            <outline text="demo@virushuo" title="demo@virushuo"
                type="rss"
                xmlUrl="http://feeds2.feedburner.com/virushuo" htmlUrl="http://blog.devep.net/virushuo/"/>
            <outline text="dm" title="dm" type="rss"
                xmlUrl="http://hi.baidu.com/int3/rss" htmlUrl="http://hi.baidu.com/int3"/>
            <outline text="Dutor - 人生天地之间，如白驹过隙忽然而已"
                title="Dutor - 人生天地之间，如白驹过隙忽然而已" type="rss"
                xmlUrl="http://feeds.feedburner.com/dutor" htmlUrl="http://www.dutor.net"/>
            <outline text="edsionte|新手区" title="edsionte|新手区" type="rss"
                xmlUrl="http://edsionte.com/techblog/feed" htmlUrl="http://edsionte.com/techblog"/>
            <outline text="Emacs中文网" title="Emacs中文网" type="rss"
                xmlUrl="http://emacser.com/feed" htmlUrl="http://emacser.com"/>
            <outline text="Ever 17" title="Ever 17" type="rss"
                xmlUrl="http://blog.csdn.net/winterTTr/rss/list" htmlUrl="http://blog.csdn.net/winterttr"/>
            <outline text="Free Mind" title="Free Mind" type="rss"
                xmlUrl="http://freemind.pluskid.org/rss.xml" htmlUrl="http://freemind.pluskid.org"/>
            <outline text="Free Mind" title="Free Mind" type="rss"
                xmlUrl="http://blog.pluskid.org/?feed=rss2" htmlUrl="http://blog.pluskid.org"/>
            <outline
                text="Google 黑板报 - Google （谷歌）中国的博客网志，走近我们的产品、技术和文化"
                title="Google 黑板报 - Google （谷歌）中国的博客网志，走近我们的产品、技术和文化"
                type="rss"
                xmlUrl="http://www.google.com.hk/ggblog/googlechinablog/atom.xml" htmlUrl="http://googlechinablog.blogspot.com/"/>
            <outline text="HelloGcc Working Group"
                title="HelloGcc Working Group" type="rss"
                xmlUrl="http://hellogcc.blogbus.com/index.rdf" htmlUrl="http://hellogcc.blogbus.com"/>
            <outline text="HoH的阅读分享" title="HoH的阅读分享" type="rss"
                xmlUrl="http://feed.feedsky.com/hohcn-share" htmlUrl="http://www.google.com/reader/view/feed%2Fhttp%3A%2F%2Ffeed.feedsky.com%2Fhohcn-share"/>
            <outline
                text="IBM developerWorks 中国 : Linux : Articles,Tutorials"
                title="IBM developerWorks 中国 : Linux : Articles,Tutorials"
                type="rss"
                xmlUrl="http://www.ibm.com/developerworks/cn/views/rss/customrssatom.jsp?zone_by=Linux&amp;type_by=Articles&amp;type_by=Tutorials&amp;search_by=&amp;day=1&amp;month=01&amp;year=2005&amp;max_entries=20&amp;feed_by=rss&amp;isGUI=true&amp;Submit.x=34&amp;Submit.y=9" htmlUrl="http://www.ibm.com/developerworks/cn/"/>
            <outline text="IUSR's Unnamed Seraph Reborn"
                title="IUSR's Unnamed Seraph Reborn" type="rss"
                xmlUrl="http://blog.iusr.me/feed/" htmlUrl="http://blog.iusr.me"/>
            <outline text="Ken Wu's Blog" title="Ken Wu's Blog"
                type="rss" xmlUrl="http://feed.kenwublog.com/" htmlUrl="http://kenwublog.com"/>
            <outline text="kgdb" title="kgdb" type="rss"
                xmlUrl="http://www.kgdb.info/feed/" htmlUrl="http://www.kgdb.info"/>
            <outline text="LinuxTOY" title="LinuxTOY" type="rss"
                xmlUrl="http://feeds.feedburner.com/linuxtoy" htmlUrl="http://linuxtoy.org"/>
            <outline text="Linux内核之旅" title="Linux内核之旅" type="rss"
                xmlUrl="http://www.kerneltravel.net/?feed=rss2" htmlUrl="http://www.kerneltravel.net"/>
            <outline text="linux大棚-roclinux.cn"
                title="linux大棚-roclinux.cn" type="rss"
                xmlUrl="http://feed.feedsky.com/roclinux" htmlUrl="http://roclinux.cn"/>
            <outline text="little wonders" title="little wonders"
                type="rss" xmlUrl="http://wyest.blogbus.com/index.rdf" htmlUrl="http://wyest.blogbus.com"/>
            <outline text="LLVM Project Blog" title="LLVM Project Blog"
                type="rss"
                xmlUrl="http://blog.llvm.org/feeds/posts/default" htmlUrl="http://blog.llvm.org/"/>
            <outline text="loop_in_codes" title="loop_in_codes"
                type="rss" xmlUrl="http://codemacro.com/feed" htmlUrl="http://codemacro.com/"/>
            <outline text="Matrix67: My Blog" title="Matrix67: My Blog"
                type="rss"
                xmlUrl="http://www.matrix67.com/blog/feed.asp" htmlUrl="http://www.matrix67.com/blog"/>
            <outline text="Nooidea.com | 装傻充愣"
                title="Nooidea.com | 装傻充愣" type="rss"
                xmlUrl="http://www.nooidea.com/feed" htmlUrl="http://www.nooidea.com"/>
            <outline
                text="O'Reilly Radar - Insight, analysis, and research about emerging technologies."
                title="O'Reilly Radar - Insight, analysis, and research about emerging technologies."
                type="rss"
                xmlUrl="http://feeds.feedburner.com/oreilly/radar/atom" htmlUrl="http://radar.oreilly.com"/>
            <outline text="Paul Graham: Essays"
                title="Paul Graham: Essays" type="rss"
                xmlUrl="http://www.aaronsw.com/2002/feeds/pgessays.rss" htmlUrl="http://www.paulgraham.com/"/>
            <outline text="Publications by Googlers"
                title="Publications by Googlers" type="rss"
                xmlUrl="http://research.google.com/pubs/atom.xml" htmlUrl="http://research.google.com/pubs/papers.html"/>
            <outline text="R2S" title="R2S" type="rss"
                xmlUrl="http://feed.feedsky.com/road2stat?source=ignitionfork" htmlUrl="http://www.road2stat.com/cn"/>
            <outline text="Rough Type: Nicholas Carr's Blog"
                title="Rough Type: Nicholas Carr's Blog" type="rss"
                xmlUrl="http://feeds.feedburner.com/roughtype/unGc" htmlUrl="http://www.roughtype.com/"/>
            <outline text="Tim[后端技术]" title="Tim[后端技术]" type="rss"
                xmlUrl="http://timyang.net/feed/" htmlUrl="http://timyang.net"/>
            <outline text="tombkeeper的和谐Blog" title="tombkeeper的和谐Blog"
                type="rss" xmlUrl="http://hi.baidu.com/tombkeeper/rss" htmlUrl="http://hi.baidu.com/tombkeeper"/>
            <outline text="typeof.net" title="typeof.net" type="rss"
                xmlUrl="http://typeof.net/feed/" htmlUrl="http://typeof.net"/>
            <outline text="Vimer" title="Vimer" type="rss"
                xmlUrl="http://feed.feedsky.com/vimer" htmlUrl="http://www.vimer.cn"/>
            <outline text="What's in johnc's mind"
                title="What's in johnc's mind" type="rss"
                xmlUrl="http://feed.feedsky.com/Googies" htmlUrl="http://www.googies.info/blog"/>
            <outline text="YIFEIYANG" title="YIFEIYANG" type="rss"
                xmlUrl="http://www.yifeiyang.net/feed/" htmlUrl="http://www.yifeiyang.net"/>
            <outline text="Yume" title="Yume" type="rss"
                xmlUrl="http://blog.kghost.info/index.php/feed/" htmlUrl="http://blog.kghost.info"/>
            <outline text="yumengkk的专栏" title="yumengkk的专栏" type="rss"
                xmlUrl="http://blog.csdn.net/yumengkk/rss/list" htmlUrl="http://blog.csdn.net/yumengkk"/>
            <outline text="丕子" title="丕子" type="rss"
                xmlUrl="http://www.zhizhihu.com/feed" htmlUrl="http://www.zhizhihu.com"/>
            <outline text="世纪心理沙龙" title="世纪心理沙龙" type="rss"
                xmlUrl="http://www.xlxcn.net/feed" htmlUrl="http://www.xlxcn.net"/>
            <outline text="云存储技术博客：光头老蒋(云存储技术，虚拟化，IP存储， 数据库容灾等）"
                title="云存储技术博客：光头老蒋(云存储技术，虚拟化，IP存储， 数据库容灾等）" type="rss"
                xmlUrl="http://www.click2earth.com/rss.xml" htmlUrl="http://www.click2earth.com/"/>
            <outline text="云风的BLOG" title="云风的BLOG" type="rss"
                xmlUrl="http://blog.codingnow.com/atom.xml" htmlUrl="http://blog.codingnow.com/"/>
            <outline text="从三味书屋到百草园" title="从三味书屋到百草园" type="rss"
                xmlUrl="http://blog.sina.com.cn/rss/1569777711.xml" htmlUrl="http://blog.sina.com.cn/yinwang0"/>
            <outline text="仰空冥思" title="仰空冥思" type="rss"
                xmlUrl="http://www.lupaworld.com/26540/action-rss-type-blog.html" htmlUrl="http://www.lupaworld.com/?uid-26540"/>
            <outline text="刘未鹏 | Mind Hacks" title="刘未鹏 | Mind Hacks"
                type="rss" xmlUrl="http://mindhacks.cn/feed/" htmlUrl="http://mindhacks.cn"/>
            <outline text="刘未鹏(pongba) 的收藏" title="刘未鹏(pongba) 的收藏"
                type="rss"
                xmlUrl="http://www.douban.com/feed/people/pongba/interests" htmlUrl="http://www.douban.com/people/pongba/"/>
            <outline text="励志人生(LzTopic)" title="励志人生(LzTopic)"
                type="rss" xmlUrl="http://feed.lztopic.com/" htmlUrl="http://www.lztopic.com"/>
            <outline text="博客园-Dbger的技术博客" title="博客园-Dbger的技术博客"
                type="rss"
                xmlUrl="http://www.debuggingnow.com/blog/atom.xml" htmlUrl="http://www.cnblogs.com/baiyanhuang/"/>
            <outline text="博客园-Milo的游戏开发" title="博客园-Milo的游戏开发"
                type="rss" xmlUrl="http://www.cnblogs.com/miloyip/rss" htmlUrl="http://www.cnblogs.com/miloyip/"/>
            <outline text="博客园-SoftwareTeacher"
                title="博客园-SoftwareTeacher" type="rss"
                xmlUrl="http://www.cnblogs.com/xinz/rss" htmlUrl="http://www.cnblogs.com/xinz/"/>
            <outline text="博客园_leftnoteasy" title="博客园_leftnoteasy"
                type="rss"
                xmlUrl="http://feed.cnblogs.com/blog/u/62514/rss" htmlUrl="http://www.cnblogs.com/LeftNotEasy/"/>
            <outline text="大嘴彼得 | Loud Mouth Peter"
                title="大嘴彼得 | Loud Mouth Peter" type="rss"
                xmlUrl="http://xzpeter.org/?feed=rss2" htmlUrl="http://xzpeter.org"/>
            <outline text="大风起兮云飞扬" title="大风起兮云飞扬" type="rss"
                xmlUrl="http://hi.baidu.com/aullik5/rss" htmlUrl="http://hi.baidu.com/aullik5"/>
            <outline text="天堂的模样应该是科幻世界" title="天堂的模样应该是科幻世界" type="rss"
                xmlUrl="http://blog.sina.com.cn/rss/liguangyi.xml" htmlUrl="http://blog.sina.com.cn/liguangyi"/>
            <outline text="学而时嘻之" title="学而时嘻之" type="rss"
                xmlUrl="http://www.geekonomics10000.com/feed" htmlUrl="http://www.geekonomics10000.com"/>
            <outline text="宇宙的心弦" title="宇宙的心弦" type="rss"
                xmlUrl="http://feed.feedsky.com/eaglefantasy" htmlUrl="http://www.eaglefantasy.com"/>
            <outline text="小北的家" title="小北的家" type="rss"
                xmlUrl="http://blog.csdn.net/ijuliet/rss/list" htmlUrl="http://blog.csdn.net/ijuliet"/>
            <outline text="并行实验室 | Parallel Labs"
                title="并行实验室 | Parallel Labs" type="rss"
                xmlUrl="http://www.parallellabs.com/feed/" htmlUrl="http://www.parallellabs.com"/>
            <outline text="康华的专栏" title="康华的专栏" type="rss"
                xmlUrl="http://blog.csdn.net/kanghua/rss/list" htmlUrl="http://blog.csdn.net/kanghua"/>
            <outline text="张五常的空间" title="张五常的空间" type="rss"
                xmlUrl="http://zhangwuchang.blog.sohu.com/rss" htmlUrl="http://zhangwuchang.blog.sohu.com/"/>
            <outline text="张哲的博客(zhangzhe's blogs)"
                title="张哲的博客(zhangzhe's blogs)" type="rss"
                xmlUrl="http://zhangzhe.heroku.com/blogs.rss" htmlUrl="http://zhangzhe.heroku.com/blogs"/>
            <outline text="弯曲评论" title="弯曲评论" type="rss"
                xmlUrl="http://feed.feedsky.com/tektalk" htmlUrl="http://www.tektalk.org"/>
            <outline text="微软、Google等面试题" title="微软、Google等面试题"
                type="rss" xmlUrl="http://zhedahht.blog.163.com/rss/" htmlUrl="http://zhedahht.blog.163.com"/>
            <outline text="微软亚洲研究院" title="微软亚洲研究院" type="rss"
                xmlUrl="http://blog.sina.com.cn/rss/msra.xml" htmlUrl="http://blog.sina.com.cn/msra"/>
            <outline text="我爱Podcast | Podcast中文站"
                title="我爱Podcast | Podcast中文站" type="rss"
                xmlUrl="http://feed.feedsky.com/52podcast" htmlUrl="http://52podcast.com"/>
            <outline text="我爱正则表达式" title="我爱正则表达式" type="rss"
                xmlUrl="http://iregex.org/feed" htmlUrl="http://iregex.org"/>
            <outline text="我的黒纱裙" title="我的黒纱裙" type="rss"
                xmlUrl="http://blog.sina.com.cn/rss/1823702565.xml" htmlUrl="http://blog.sina.com.cn/yingpeng332"/>
            <outline text="我自然" title="我自然" type="rss"
                xmlUrl="http://www.yankay.com/feed/" htmlUrl="http://www.yankay.com"/>
            <outline text="效率天阶" title="效率天阶" type="rss"
                xmlUrl="http://www.elcorp.com.cn/elcorprss.xml" htmlUrl="http://www.elcorp.com.cn"/>
            <outline text="晨枫小苑" title="晨枫小苑" type="rss"
                xmlUrl="http://zhouf601117.blog.163.com/rss/" htmlUrl="http://zhouf601117.blog.163.com"/>
            <outline text="有{間}客栈" title="有{間}客栈" type="rss"
                xmlUrl="http://imcc.blogbus.com/index.rdf" htmlUrl="http://imcc.blogbus.com"/>
            <outline text="极限手指" title="极限手指" type="rss"
                xmlUrl="http://ahei.info/feed" htmlUrl="http://ahei.info"/>
            <outline text="林健的BLOG" title="林健的BLOG" type="rss"
                xmlUrl="http://blog.linjian.org/feed/" htmlUrl="http://blog.linjian.org"/>
            <outline text="枪炮世界 / 装备与生存" title="枪炮世界 / 装备与生存" type="rss"
                xmlUrl="http://blog.163.com/gunworld@126/rss/" htmlUrl="http://blog.163.com/gunworld@126"/>
            <outline text="武志红的BLOG" title="武志红的BLOG" type="rss"
                xmlUrl="http://blog.sina.com.cn/wuzii" htmlUrl="http://blog.sina.com.cn/wuzii"/>
            <outline text="游戏人生" Title="游戏人生" type="rss"
                xmlUrl="http://www.yulefox.com/?feed=rss2" htmlUrl="http://www.yulefox.com"/>
            <outline text="潇水的博客" title="潇水的博客" type="rss"
                xmlUrl="http://blog.sina.com.cn/rss/xiaoshuiblog.xml" htmlUrl="http://blog.sina.com.cn/xiaoshuiblog"/>
            <outline text="牛来疯" title="牛来疯" type="rss"
                xmlUrl="http://feed.feedsky.com/od7d" htmlUrl="http://www.duniuniu.com"/>
            <outline text="科罗廖夫的军事客厅" title="科罗廖夫的军事客厅" type="rss"
                xmlUrl="http://gaosga.blog.163.com/rss/" htmlUrl="http://gaosga.blog.163.com"/>
            <outline text="笑对人生，傲立寰宇" title="笑对人生，傲立寰宇" type="rss"
                xmlUrl="http://cid-1ab3bc993db84fd7.users.api.live.net/Users(1924088832168841175)/Main?$format=rss20" htmlUrl="http://dahuasky.wordpress.com"/>
            <outline text="简单的龙浩" title="简单的龙浩" type="rss"
                xmlUrl="http://feed.feedsky.com/longhao" htmlUrl="http://www.longtask.com/blog"/>
            <outline text="结构之法 算法之道" title="结构之法 算法之道" type="rss"
                xmlUrl="http://blog.csdn.net/v_JULY_v/rss/list" htmlUrl="http://blog.csdn.net/v_july_v"/>
            <outline text="编译点滴" title="编译点滴" type="rss"
                xmlUrl="http://www.lingcc.com/feed/" htmlUrl="http://www.lingcc.com"/>
            <outline text="胖子康" title="胖子康" type="rss"
                xmlUrl="http://feed.feedsky.com/moorekang" htmlUrl="http://www.moorekang.com"/>
            <outline text="褪墨|时间管理、个人提升和演讲技巧" title="褪墨|时间管理、个人提升和演讲技巧"
                type="rss" xmlUrl="http://www.mifengtd.cn/feed" htmlUrl="http://www.mifengtd.cn"/>
            <outline text="许小年" title="许小年" type="rss"
                xmlUrl="http://xuxiaonian.blog.sohu.com/rss" htmlUrl="http://xuxiaonian.blog.sohu.com/"/>
            <outline text="谢国忠" title="谢国忠" type="rss"
                xmlUrl="http://xieguozhong.blog.sohu.com/rss" htmlUrl="http://xieguozhong.blog.sohu.com/"/>
            <outline text="赖勇浩的编程私伙局- CSDN博客" title="赖勇浩的编程私伙局- CSDN博客"
                type="rss"
                xmlUrl="http://feeds.feedsky.com/csdn.net/lanphaday" htmlUrl="http://blog.csdn.net/blogrss.aspx?username=lanphaday"/>
            <outline text="郭凯经济笔记" title="郭凯经济笔记" type="rss"
                xmlUrl="http://www.kaieconblog.net/feed/" htmlUrl="http://www.kaieconblog.net"/>
            <outline text="酷壳– CoolShell.cn" title="酷壳– CoolShell.cn"
                type="rss" xmlUrl="http://coolshell.cn/feed" htmlUrl="http://coolshell.cn"/>
            <outline text="阮一峰的网络日志" title="阮一峰的网络日志" type="rss"
                xmlUrl="http://feeds.feedburner.com/ruanyifeng" htmlUrl="http://www.ruanyifeng.com/blog/"/>
            <outline text="陈志武" title="陈志武" type="rss"
                xmlUrl="http://chenzhiwu.blog.sohu.com/rss" htmlUrl="http://chenzhiwu.blog.sohu.com/"/>
            <outline text="陈硕的Blog" title="陈硕的Blog" type="rss"
                xmlUrl="http://feeds.feedsky.com/csdn.net/Solstice" htmlUrl="http://blog.csdn.net/blogrss.aspx?username=Solstice"/>
            <outline text="陈贤安" title="陈贤安" type="rss"
                xmlUrl="http://cxa.im/blog/feed/" htmlUrl="http://cxa.im/blog"/>
            <outline text="韩寒_新浪博客" title="韩寒_新浪博客" type="rss"
                xmlUrl="http://blog.sina.com.cn/rss/1191258123.xml" htmlUrl="http://blog.sina.com.cn/twocold"/>
        </outline>
    </body>
</opml>
#+END_SRC

