_posts/2012-08-17-GoogleReader.html
<div id="outline-container-org4cff8e2" class="outline-2">
<h2 id="org4cff8e2"><span class="section-number-2">3.</span> XML可以导入的版本</h2>
<div class="outline-text-2" id="text-3">
<div class="org-src-container">
<pre class="src src-xml"><span class="org-nxml-processing-instruction-delimiter">&lt;?</span><span class="org-nxml-processing-instruction-target">xml</span> <span class="org-nxml-processing-instruction-content">version="1.0" encoding="UTF-8"</span><span class="org-nxml-processing-instruction-delimiter">?&gt;</span>
<span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">opml</span> <span class="org-nxml-attribute-local-name">version</span>=<span class="org-string">"1.0"</span><span class="org-nxml-tag-delimiter">&gt;</span>
    <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">head</span><span class="org-nxml-tag-delimiter">&gt;</span>
        <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">title</span><span class="org-nxml-tag-delimiter">&gt;</span><span class="org-nxml-text">&#27611;&#27611; subscriptions in Google Reader</span><span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-element-local-name">title</span><span class="org-nxml-tag-delimiter">&gt;</span>
    <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-element-local-name">head</span><span class="org-nxml-tag-delimiter">&gt;</span>
    <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">body</span><span class="org-nxml-tag-delimiter">&gt;</span>
        <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"RSS&#28304;"</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"RSS&#28304;"</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"4G spaces"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"4G spaces"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.youxu.info/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.youxu.info"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"A Geek's Page"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"A Geek's Page"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://wangcong.org/blog/?feed=rss2"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://wangcong.org/blog"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Android Developers Blog"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Android Developers Blog"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://android-developers.blogspot.com/feeds/posts/default"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://android-developers.blogspot.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"AnyShare"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"AnyShare"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.anyshare.org/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.anyshare.org"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span>
                <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"C++&#21338;&#23458;-&#955;-calculus&#65288;&#24778;&#24853;&#21040;&#25163;&#20102;&#27431;&#32822;&#65292;GetBlogPostIds.aspx&#65289;"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"C++&#21338;&#23458;-&#955;-calculus&#65288;&#24778;&#24853;&#21040;&#25163;&#20102;&#27431;&#32822;&#65292;GetBlogPostIds.aspx&#65289;"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.cppblog.com/vczh/rss.aspx"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.cppblog.com/vczh/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Chun Tian (binghe)"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Chun Tian (binghe)"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://tianchunbinghe.blog.163.com/rss/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://tianchunbinghe.blog.163.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Coding in Dreams"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Coding in Dreams"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.tomtung.com/feed/atom.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.tomtung.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"DBA Notes - &#32593;&#31449;&#26550;&#26500;&#24615;&#33021;&#20248;&#21270;&#25216;&#26415;&#35780;&#35770;"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"DBA Notes - &#32593;&#31449;&#26550;&#26500;&#24615;&#33021;&#20248;&#21270;&#25216;&#26415;&#35780;&#35770;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.dbanotes.net/atom.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.dbanotes.net/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"demo@virushuo"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"demo@virushuo"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feeds2.feedburner.com/virushuo"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.devep.net/virushuo/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"dm"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"dm"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://hi.baidu.com/int3/rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://hi.baidu.com/int3"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Dutor - &#20154;&#29983;&#22825;&#22320;&#20043;&#38388;&#65292;&#22914;&#30333;&#39545;&#36807;&#38553;&#24573;&#28982;&#32780;&#24050;"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Dutor - &#20154;&#29983;&#22825;&#22320;&#20043;&#38388;&#65292;&#22914;&#30333;&#39545;&#36807;&#38553;&#24573;&#28982;&#32780;&#24050;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feeds.feedburner.com/dutor"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.dutor.net"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"edsionte|&#26032;&#25163;&#21306;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"edsionte|&#26032;&#25163;&#21306;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://edsionte.com/techblog/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://edsionte.com/techblog"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Emacs&#20013;&#25991;&#32593;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Emacs&#20013;&#25991;&#32593;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://emacser.com/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://emacser.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Ever 17"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Ever 17"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.csdn.net/winterTTr/rss/list"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.csdn.net/winterttr"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Free Mind"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Free Mind"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://freemind.pluskid.org/rss.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://freemind.pluskid.org"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Free Mind"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Free Mind"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.pluskid.org/?feed=rss2"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.pluskid.org"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span>
                <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Google &#40657;&#26495;&#25253; - Google &#65288;&#35895;&#27468;&#65289;&#20013;&#22269;&#30340;&#21338;&#23458;&#32593;&#24535;&#65292;&#36208;&#36817;&#25105;&#20204;&#30340;&#20135;&#21697;&#12289;&#25216;&#26415;&#21644;&#25991;&#21270;"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Google &#40657;&#26495;&#25253; - Google &#65288;&#35895;&#27468;&#65289;&#20013;&#22269;&#30340;&#21338;&#23458;&#32593;&#24535;&#65292;&#36208;&#36817;&#25105;&#20204;&#30340;&#20135;&#21697;&#12289;&#25216;&#26415;&#21644;&#25991;&#21270;"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.google.com.hk/ggblog/googlechinablog/atom.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://googlechinablog.blogspot.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"HelloGcc Working Group"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"HelloGcc Working Group"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://hellogcc.blogbus.com/index.rdf"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://hellogcc.blogbus.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"HoH&#30340;&#38405;&#35835;&#20998;&#20139;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"HoH&#30340;&#38405;&#35835;&#20998;&#20139;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/hohcn-share"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.google.com/reader/view/feed%2Fhttp%3A%2F%2Ffeed.feedsky.com%2Fhohcn-share"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span>
                <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"IBM developerWorks &#20013;&#22269; : Linux : Articles,Tutorials"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"IBM developerWorks &#20013;&#22269; : Linux : Articles,Tutorials"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.ibm.com/developerworks/cn/views/rss/customrssatom.jsp?zone_by=Linux</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">type_by=Articles</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">type_by=Tutorials</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">search_by=</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">day=1</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">month=01</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">year=2005</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">max_entries=20</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">feed_by=rss</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">isGUI=true</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">Submit.x=34</span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">&amp;</span></span><span class="org-string"><span class="org-nxml-entity-ref-name">amp</span></span><span class="org-string"><span class="org-nxml-entity-ref-delimiter">;</span></span><span class="org-string">Submit.y=9"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.ibm.com/developerworks/cn/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"IUSR's Unnamed Seraph Reborn"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"IUSR's Unnamed Seraph Reborn"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.iusr.me/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.iusr.me"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Ken Wu's Blog"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Ken Wu's Blog"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.kenwublog.com/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://kenwublog.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"kgdb"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"kgdb"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.kgdb.info/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.kgdb.info"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"LinuxTOY"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"LinuxTOY"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feeds.feedburner.com/linuxtoy"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://linuxtoy.org"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Linux&#20869;&#26680;&#20043;&#26053;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Linux&#20869;&#26680;&#20043;&#26053;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.kerneltravel.net/?feed=rss2"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.kerneltravel.net"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"linux&#22823;&#26842;-roclinux.cn"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"linux&#22823;&#26842;-roclinux.cn"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/roclinux"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://roclinux.cn"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"little wonders"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"little wonders"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://wyest.blogbus.com/index.rdf"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://wyest.blogbus.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"LLVM Project Blog"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"LLVM Project Blog"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.llvm.org/feeds/posts/default"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.llvm.org/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"loop_in_codes"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"loop_in_codes"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://codemacro.com/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://codemacro.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Matrix67: My Blog"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Matrix67: My Blog"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.matrix67.com/blog/feed.asp"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.matrix67.com/blog"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Nooidea.com | &#35013;&#20667;&#20805;&#24867;"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Nooidea.com | &#35013;&#20667;&#20805;&#24867;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.nooidea.com/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.nooidea.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span>
                <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"O'Reilly Radar - Insight, analysis, and research about emerging technologies."</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"O'Reilly Radar - Insight, analysis, and research about emerging technologies."</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feeds.feedburner.com/oreilly/radar/atom"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://radar.oreilly.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Paul Graham: Essays"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Paul Graham: Essays"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.aaronsw.com/2002/feeds/pgessays.rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.paulgraham.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Publications by Googlers"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Publications by Googlers"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://research.google.com/pubs/atom.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://research.google.com/pubs/papers.html"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"R2S"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"R2S"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/road2stat?source=ignitionfork"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.road2stat.com/cn"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Rough Type: Nicholas Carr's Blog"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Rough Type: Nicholas Carr's Blog"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feeds.feedburner.com/roughtype/unGc"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.roughtype.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Tim[&#21518;&#31471;&#25216;&#26415;]"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Tim[&#21518;&#31471;&#25216;&#26415;]"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://timyang.net/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://timyang.net"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"tombkeeper&#30340;&#21644;&#35856;Blog"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"tombkeeper&#30340;&#21644;&#35856;Blog"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://hi.baidu.com/tombkeeper/rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://hi.baidu.com/tombkeeper"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"typeof.net"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"typeof.net"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://typeof.net/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://typeof.net"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Vimer"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Vimer"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/vimer"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.vimer.cn"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"What's in johnc's mind"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"What's in johnc's mind"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/Googies"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.googies.info/blog"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"YIFEIYANG"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"YIFEIYANG"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.yifeiyang.net/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.yifeiyang.net"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"Yume"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"Yume"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.kghost.info/index.php/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.kghost.info"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"yumengkk&#30340;&#19987;&#26639;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"yumengkk&#30340;&#19987;&#26639;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.csdn.net/yumengkk/rss/list"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.csdn.net/yumengkk"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#19989;&#23376;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#19989;&#23376;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.zhizhihu.com/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.zhizhihu.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#19990;&#32426;&#24515;&#29702;&#27801;&#40857;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#19990;&#32426;&#24515;&#29702;&#27801;&#40857;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.xlxcn.net/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.xlxcn.net"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#20113;&#23384;&#20648;&#25216;&#26415;&#21338;&#23458;&#65306;&#20809;&#22836;&#32769;&#33931;(&#20113;&#23384;&#20648;&#25216;&#26415;&#65292;&#34394;&#25311;&#21270;&#65292;IP&#23384;&#20648;&#65292; &#25968;&#25454;&#24211;&#23481;&#28798;&#31561;&#65289;"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#20113;&#23384;&#20648;&#25216;&#26415;&#21338;&#23458;&#65306;&#20809;&#22836;&#32769;&#33931;(&#20113;&#23384;&#20648;&#25216;&#26415;&#65292;&#34394;&#25311;&#21270;&#65292;IP&#23384;&#20648;&#65292; &#25968;&#25454;&#24211;&#23481;&#28798;&#31561;&#65289;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.click2earth.com/rss.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.click2earth.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#20113;&#39118;&#30340;BLOG"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#20113;&#39118;&#30340;BLOG"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.codingnow.com/atom.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.codingnow.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#20174;&#19977;&#21619;&#20070;&#23627;&#21040;&#30334;&#33609;&#22253;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#20174;&#19977;&#21619;&#20070;&#23627;&#21040;&#30334;&#33609;&#22253;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/rss/1569777711.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/yinwang0"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#20208;&#31354;&#20901;&#24605;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#20208;&#31354;&#20901;&#24605;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.lupaworld.com/26540/action-rss-type-blog.html"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.lupaworld.com/?uid-26540"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#21016;&#26410;&#40527; | Mind Hacks"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#21016;&#26410;&#40527; | Mind Hacks"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://mindhacks.cn/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://mindhacks.cn"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#21016;&#26410;&#40527;(pongba) &#30340;&#25910;&#34255;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#21016;&#26410;&#40527;(pongba) &#30340;&#25910;&#34255;"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.douban.com/feed/people/pongba/interests"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.douban.com/people/pongba/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#21169;&#24535;&#20154;&#29983;(LzTopic)"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#21169;&#24535;&#20154;&#29983;(LzTopic)"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.lztopic.com/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.lztopic.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#21338;&#23458;&#22253;-Dbger&#30340;&#25216;&#26415;&#21338;&#23458;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#21338;&#23458;&#22253;-Dbger&#30340;&#25216;&#26415;&#21338;&#23458;"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.debuggingnow.com/blog/atom.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.cnblogs.com/baiyanhuang/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#21338;&#23458;&#22253;-Milo&#30340;&#28216;&#25103;&#24320;&#21457;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#21338;&#23458;&#22253;-Milo&#30340;&#28216;&#25103;&#24320;&#21457;"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.cnblogs.com/miloyip/rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.cnblogs.com/miloyip/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#21338;&#23458;&#22253;-SoftwareTeacher"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#21338;&#23458;&#22253;-SoftwareTeacher"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.cnblogs.com/xinz/rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.cnblogs.com/xinz/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#21338;&#23458;&#22253;_leftnoteasy"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#21338;&#23458;&#22253;_leftnoteasy"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.cnblogs.com/blog/u/62514/rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.cnblogs.com/LeftNotEasy/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#22823;&#22068;&#24444;&#24471; | Loud Mouth Peter"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#22823;&#22068;&#24444;&#24471; | Loud Mouth Peter"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://xzpeter.org/?feed=rss2"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://xzpeter.org"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#22823;&#39118;&#36215;&#20846;&#20113;&#39134;&#25196;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#22823;&#39118;&#36215;&#20846;&#20113;&#39134;&#25196;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://hi.baidu.com/aullik5/rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://hi.baidu.com/aullik5"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#22825;&#22530;&#30340;&#27169;&#26679;&#24212;&#35813;&#26159;&#31185;&#24187;&#19990;&#30028;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#22825;&#22530;&#30340;&#27169;&#26679;&#24212;&#35813;&#26159;&#31185;&#24187;&#19990;&#30028;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/rss/liguangyi.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/liguangyi"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#23398;&#32780;&#26102;&#22075;&#20043;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#23398;&#32780;&#26102;&#22075;&#20043;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.geekonomics10000.com/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.geekonomics10000.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#23431;&#23449;&#30340;&#24515;&#24358;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#23431;&#23449;&#30340;&#24515;&#24358;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/eaglefantasy"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.eaglefantasy.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#23567;&#21271;&#30340;&#23478;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#23567;&#21271;&#30340;&#23478;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.csdn.net/ijuliet/rss/list"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.csdn.net/ijuliet"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#24182;&#34892;&#23454;&#39564;&#23460; | Parallel Labs"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#24182;&#34892;&#23454;&#39564;&#23460; | Parallel Labs"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.parallellabs.com/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.parallellabs.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#24247;&#21326;&#30340;&#19987;&#26639;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#24247;&#21326;&#30340;&#19987;&#26639;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.csdn.net/kanghua/rss/list"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.csdn.net/kanghua"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#24352;&#20116;&#24120;&#30340;&#31354;&#38388;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#24352;&#20116;&#24120;&#30340;&#31354;&#38388;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://zhangwuchang.blog.sohu.com/rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://zhangwuchang.blog.sohu.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#24352;&#21746;&#30340;&#21338;&#23458;(zhangzhe's blogs)"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#24352;&#21746;&#30340;&#21338;&#23458;(zhangzhe's blogs)"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://zhangzhe.heroku.com/blogs.rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://zhangzhe.heroku.com/blogs"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#24367;&#26354;&#35780;&#35770;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#24367;&#26354;&#35780;&#35770;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/tektalk"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.tektalk.org"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#24494;&#36719;&#12289;Google&#31561;&#38754;&#35797;&#39064;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#24494;&#36719;&#12289;Google&#31561;&#38754;&#35797;&#39064;"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://zhedahht.blog.163.com/rss/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://zhedahht.blog.163.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#24494;&#36719;&#20122;&#27954;&#30740;&#31350;&#38498;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#24494;&#36719;&#20122;&#27954;&#30740;&#31350;&#38498;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/rss/msra.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/msra"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#25105;&#29233;Podcast | Podcast&#20013;&#25991;&#31449;"</span>
                <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#25105;&#29233;Podcast | Podcast&#20013;&#25991;&#31449;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/52podcast"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://52podcast.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#25105;&#29233;&#27491;&#21017;&#34920;&#36798;&#24335;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#25105;&#29233;&#27491;&#21017;&#34920;&#36798;&#24335;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://iregex.org/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://iregex.org"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#25105;&#30340;&#40658;&#32433;&#35033;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#25105;&#30340;&#40658;&#32433;&#35033;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/rss/1823702565.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/yingpeng332"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#25105;&#33258;&#28982;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#25105;&#33258;&#28982;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.yankay.com/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.yankay.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#25928;&#29575;&#22825;&#38454;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#25928;&#29575;&#22825;&#38454;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.elcorp.com.cn/elcorprss.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.elcorp.com.cn"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#26216;&#26539;&#23567;&#33489;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#26216;&#26539;&#23567;&#33489;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://zhouf601117.blog.163.com/rss/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://zhouf601117.blog.163.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#26377;{&#38291;}&#23458;&#26632;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#26377;{&#38291;}&#23458;&#26632;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://imcc.blogbus.com/index.rdf"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://imcc.blogbus.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#26497;&#38480;&#25163;&#25351;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#26497;&#38480;&#25163;&#25351;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://ahei.info/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://ahei.info"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#26519;&#20581;&#30340;BLOG"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#26519;&#20581;&#30340;BLOG"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.linjian.org/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.linjian.org"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#26538;&#28846;&#19990;&#30028; / &#35013;&#22791;&#19982;&#29983;&#23384;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#26538;&#28846;&#19990;&#30028; / &#35013;&#22791;&#19982;&#29983;&#23384;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.163.com/gunworld@126/rss/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.163.com/gunworld@126"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#27494;&#24535;&#32418;&#30340;BLOG"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#27494;&#24535;&#32418;&#30340;BLOG"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/wuzii"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/wuzii"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#28216;&#25103;&#20154;&#29983;"</span> <span class="org-nxml-attribute-local-name">Title</span>=<span class="org-string">"&#28216;&#25103;&#20154;&#29983;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.yulefox.com/?feed=rss2"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.yulefox.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#28487;&#27700;&#30340;&#21338;&#23458;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#28487;&#27700;&#30340;&#21338;&#23458;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/rss/xiaoshuiblog.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/xiaoshuiblog"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#29275;&#26469;&#30127;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#29275;&#26469;&#30127;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/od7d"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.duniuniu.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#31185;&#32599;&#24278;&#22827;&#30340;&#20891;&#20107;&#23458;&#21381;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#31185;&#32599;&#24278;&#22827;&#30340;&#20891;&#20107;&#23458;&#21381;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://gaosga.blog.163.com/rss/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://gaosga.blog.163.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#31505;&#23545;&#20154;&#29983;&#65292;&#20658;&#31435;&#23536;&#23431;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#31505;&#23545;&#20154;&#29983;&#65292;&#20658;&#31435;&#23536;&#23431;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://cid-1ab3bc993db84fd7.users.api.live.net/Users(1924088832168841175)/Main?$format=rss20"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://dahuasky.wordpress.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#31616;&#21333;&#30340;&#40857;&#28009;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#31616;&#21333;&#30340;&#40857;&#28009;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/longhao"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.longtask.com/blog"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#32467;&#26500;&#20043;&#27861; &#31639;&#27861;&#20043;&#36947;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#32467;&#26500;&#20043;&#27861; &#31639;&#27861;&#20043;&#36947;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.csdn.net/v_JULY_v/rss/list"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.csdn.net/v_july_v"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#32534;&#35793;&#28857;&#28404;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#32534;&#35793;&#28857;&#28404;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.lingcc.com/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.lingcc.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#32982;&#23376;&#24247;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#32982;&#23376;&#24247;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feed.feedsky.com/moorekang"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.moorekang.com"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#35114;&#22696;|&#26102;&#38388;&#31649;&#29702;&#12289;&#20010;&#20154;&#25552;&#21319;&#21644;&#28436;&#35762;&#25216;&#24039;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#35114;&#22696;|&#26102;&#38388;&#31649;&#29702;&#12289;&#20010;&#20154;&#25552;&#21319;&#21644;&#28436;&#35762;&#25216;&#24039;"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.mifengtd.cn/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.mifengtd.cn"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#35768;&#23567;&#24180;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#35768;&#23567;&#24180;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://xuxiaonian.blog.sohu.com/rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://xuxiaonian.blog.sohu.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#35874;&#22269;&#24544;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#35874;&#22269;&#24544;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://xieguozhong.blog.sohu.com/rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://xieguozhong.blog.sohu.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#36182;&#21191;&#28009;&#30340;&#32534;&#31243;&#31169;&#20249;&#23616;- CSDN&#21338;&#23458;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#36182;&#21191;&#28009;&#30340;&#32534;&#31243;&#31169;&#20249;&#23616;- CSDN&#21338;&#23458;"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feeds.feedsky.com/csdn.net/lanphaday"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.csdn.net/blogrss.aspx?username=lanphaday"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#37101;&#20975;&#32463;&#27982;&#31508;&#35760;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#37101;&#20975;&#32463;&#27982;&#31508;&#35760;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://www.kaieconblog.net/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.kaieconblog.net"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#37239;&#22771;&#8211; CoolShell.cn"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#37239;&#22771;&#8211; CoolShell.cn"</span>
                <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span> <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://coolshell.cn/feed"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://coolshell.cn"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#38446;&#19968;&#23792;&#30340;&#32593;&#32476;&#26085;&#24535;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#38446;&#19968;&#23792;&#30340;&#32593;&#32476;&#26085;&#24535;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feeds.feedburner.com/ruanyifeng"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://www.ruanyifeng.com/blog/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#38472;&#24535;&#27494;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#38472;&#24535;&#27494;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://chenzhiwu.blog.sohu.com/rss"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://chenzhiwu.blog.sohu.com/"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#38472;&#30805;&#30340;Blog"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#38472;&#30805;&#30340;Blog"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://feeds.feedsky.com/csdn.net/Solstice"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.csdn.net/blogrss.aspx?username=Solstice"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#38472;&#36132;&#23433;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#38472;&#36132;&#23433;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://cxa.im/blog/feed/"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://cxa.im/blog"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
            <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-element-local-name">outline</span> <span class="org-nxml-attribute-local-name">text</span>=<span class="org-string">"&#38889;&#23506;_&#26032;&#28010;&#21338;&#23458;"</span> <span class="org-nxml-attribute-local-name">title</span>=<span class="org-string">"&#38889;&#23506;_&#26032;&#28010;&#21338;&#23458;"</span> <span class="org-nxml-attribute-local-name">type</span>=<span class="org-string">"rss"</span>
                <span class="org-nxml-attribute-local-name">xmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/rss/1191258123.xml"</span> <span class="org-nxml-attribute-local-name">htmlUrl</span>=<span class="org-string">"http://blog.sina.com.cn/twocold"</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-tag-delimiter">&gt;</span>
        <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-element-local-name">outline</span><span class="org-nxml-tag-delimiter">&gt;</span>
    <span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-element-local-name">body</span><span class="org-nxml-tag-delimiter">&gt;</span>
<span class="org-nxml-tag-delimiter">&lt;</span><span class="org-nxml-tag-slash">/</span><span class="org-nxml-element-local-name">opml</span><span class="org-nxml-tag-delimiter">&gt;</span>
</pre>
</div>
</div>
</div>
